[
	{
		"title": "Make Studying STICK: 5 Powerful Memory Techniques [Study Smarter, Not Harder]",
		"description": "This video by Ali Abdaal delves into advanced memory strategies like spaced repetition and the Leitner system to boost your recall.",
		"image": "https://i.ytimg.com/vi/8s0-1fCqZQs/hqdefault.jpg",
		"link": "https://www.youtube.com/watch?v=8s0-1fCqZQs"
	},
	{
		"title": "The BEST Way to Take Notes (EVER!) - Active Learning Strategies",
		"description": "This video by Barty Khabira showcases effective active learning techniques for note-taking, like mind maps and concept maps, to deepen your understanding.",
		"image": "https://i.ytimg.com/vi/6-zW943_34U/hqdefault.jpg",
		"link": "https://www.youtube.com/watch?v=6-zW943_34U"
	},
	{
		"title": "The 3 Productivity HACKS No One Talks About",
		"description": "Ali Abdaal shares unconventional but powerful productivity hacks like the '2-minute rule' and the 'elimination method' to maximize your study sessions.",
		"image": "https://i.ytimg.com/vi/Qm854aK-7RU/hqdefault.jpg",
		"link": "https://www.youtube.com/watch?v=Qm854aK-7RU"
	},
	{
		"title": "How to OVERCOME PROCRASTINATION (The SCIENCE Behind It)",
		"description": "This video by Ali Abdaal tackles procrastination head-on, explaining its psychological roots and offering practical tips to combat it and stay focused.",
		"image": "https://i.ytimg.com/vi/955W55_Bs_o/hqdefault.jpg",
		"link": "https://www.youtube.com/watch?v=955W55_Bs_o"
	},
	{
		"title": "Learn Anything Faster with the LEARNING PYRAMID",
		"description": "This video by Barty Khabira explores the Learning Pyramid, a visual representation of different learning methods and their effectiveness, helping you choose the best approach for different topics.",
		"image": "https://i.ytimg.com/vi/lM3h0P1pK2k/hqdefault.jpg",
		"link": "https://www.youtube.com/watch?v=lM3h0P1pK2k"
	},
	{
		"title": "The POWER of SLEEP for Learning & Memory",
		"description": "Neuroscientist Andrew Huberman explains the crucial role sleep plays in memory consolidation and learning, offering tips for optimizing your sleep for better academic performance.",
		"image": "https://i.ytimg.com/vi/pwo06OJtV1A/hqdefault.jpg",
		"link": "https://www.youtube.com/watch?v=pwo06OJtV1A"
	},
	{
		"title": "How to Study for Long Exams (MEGA GUIDE)",
		"description": "This comprehensive guide by Ali Abdaal tackles long-term study strategies for exams, including planning, scheduling, and effective revision techniques.",
		"image": "https://i.ytimg.com/vi/g_sW22652jU/hqdefault.jpg",
		"link": "https://www.youtube.com/watch?v=g_sW22652jU"
	},
	{
		"title": "The MOST EFFECTIVE Way to Read a Textbook",
		"description": "This video by Barty Khabira provides strategies for reading textbooks efficiently, like SQ3R (Survey, Question, Read, Recite, Review) and active highlighting, to maximize comprehension and retention.",
		"image": "https://i.ytimg.com/vi/2657o_3723I/hqdefault.jpg",
		"link": "https://www.youtube.com/watch?v=2657o_3723I"
	},

	{
		"title": "HOW TO BE A STRAIGHT A STUDENT // study habits, grade hacks, + more",
		"description": "This video by Thomas Frank offers a general guide to becoming a successful student, covering aspects like prioritizing tasks, creating a study schedule, and effective note-taking methods.",
		"image": "https://i.ytimg.com/vi/oHRsHw9_b3U/hqdefault.jpg",
		"link": "https://m.youtube.com/watch?v=oHRsHw9_b3U"
	},
	{
		"title": "7 Study Habits Of Successful & Effective Students",
		"description": "Ali Abdaal dives into specific habits of high-performing students, emphasizing active learning, spaced repetition, and the importance of sleep and breaks.",
		"image": "https://i.ytimg.com/vi/3E3hJ1-EKM4/hqdefault.jpg",
		"link": "https://www.youtube.com/watch?v=3E3hJ1-EKM4"
	},
	{
		"title": "7 Study Techniques of TOP Performing Students",
		"description": "Dr. Alexander Young, a surgeon and learning expert, breaks down seven key techniques used by top students, including active recall, focused thinking, and chunking information.",
		"image": "https://i.ytimg.com/vi/XV437h7VUt4/hqdefault.jpg",
		"link": "https://www.youtube.com/watch?v=XV437h7VUt4"
	},
	{
		"title": "How I Take Notes (Cornell Method)",
		"description": "Natasha Tasnim demonstrates the powerful Cornell Method for taking effective notes that aid in recall and understanding.",
		"image": "https://i.ytimg.com/vi/lsR-10piMp4/hqdefault.jpg",
		"link": "https://www.youtube.com/watch?v=lsR-10piMp4"
	},
	{
		"title": "The Science of Learning (How to Actually Study Effectively)",
		"description": "AsapScience uses humor and animation to explain the science behind memory and learning, offering practical tips for optimizing your study sessions.",
		"image": "https://i.ytimg.com/vi/eVlvxHJdql8/hqdefault.jpg",
		"link": "https://www.youtube.com/watch?v=eVlvxHJdql8"
	},
	{
		"title": "The Feynman Technique: The BEST Way to Learn Anything",
		"description": "Matt D'Avella explores the Feynman Technique, where you explain a concept as if teaching it to someone else, solidifying your own understanding.",
		"image": "https://i.ytimg.com/vi/_f-qkGJBPts/hqdefault.jpg",
		"link": "https://www.youtube.com/watch?v=_f-qkGJBPts"
	},
	{
		"title": "The Palace of Memory Technique",
		"description": "Learn how to use the ancient memory palace technique to visualize and remember information more effectively.",
		"image": "https://i.ytimg.com/vi/p9IOqd1LpkA/hqdefault.jpg",
		"link": "https://www.youtube.com/watch?v=p9IOqd1LpkA"
	},
	{
		"title": "Pomodoro Technique - The Ultimate Time Management Strategy",
		"description": "Get introduced to the Pomodoro Technique, where you work in focused 25-minute intervals with short breaks in between to maintain productivity.",
		"image": "https://i.ytimg.com/vi/TxdLBxNMbtw/hqdefault.jpg",
		"link": "https://www.youtube.com/watch?v=TxdLBxNMbtw"
	},
	{
		"title": "How to Make Studying FUN ft. Ali Abdaal",
		"description": "Ali Abdaal shares strategies for making studying more enjoyable and engaging, such as gamification, setting rewards, and creating a positive study environment.",
		"image": "https://i.ytimg.com/vi/fBXnxlLR0PY/hqdefault.jpg",
		"link": "https://www.youtube.com/watch?v=fBXnxlLR0"
	},
	{
		"title": "How to Study Effectively for School or College [Top 6 Science-Based Study Skills]",
		"description": "Learn science-backed strategies like the ANSWER Method to boost your study performance in high school or college. Packed with tips by The Learning Scientists and Memorize Academy.",
		"image": "https://i.ytimg.com/vi/Bxv9lf5HjZM/hqdefault.jpg",
		"link": "https://m.youtube.com/watch?v=Bxv9lf5HjZM"
	},
	{
		"title": "5 BEST Ways to Study Effectively | Scientifically Proven",
		"description": "Dive deeper into the 'why' behind effective learning with How to Learn. This video explores techniques like spaced repetition and interleaving, backed by scientific research.",
		"image": "https://i.ytimg.com/vi/5N5R-RX4fbbk/hqdefault.jpg",
		"link": "https://www.youtube.com/watch?v=5N5R-RX4fbbk"
	},
	{
		"title": "HOW TO BUILD GOOD STUDY HABITS",
		"description": "Conquer procrastination and build consistent study routines with Jessica from GetSmarter Academy. This video provides practical guidance for anyone struggling to establish sustainable study habits.",
		"image": "https://i.ytimg.com/vi/X7sq-nTw22Y/hqdefault.jpg",
		"link": "https://m.youtube.com/watch?v=X7sq-nTw22Y"
	},
	{
		"title": "5 study habits you should start now to help Future You",
		"description": "Get a quick and motivating boost with AsapScience! This video shares five simple yet impactful study habits you can implement right away for a brighter future you.",
		"image": "https://i.ytimg.com/vi/xoZPfsAwZDE/hqdefault.jpg",
		"link": "https://www.youtube.com/watch?v=xoZPfsAwZDE"
	}
]
